Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# rag.workspace.settings.open
source: RAG Settings
ar: إعدادات RAG
de: RAG-Einstellungen
es: Ajustes de RAG
fr: Paramètres RAG
id: Pengaturan RAG
it: Impostazioni RAG
ja: RAG設定
ko: RAG 설정
nl: RAG-instellingen
pl: Ustawienia RAG
pt_br: Configurações do RAG
ru: Настройки RAG
tr: RAG Ayarları
uk: Налаштування RAG
vi: Cài đặt RAG
zh_hans: RAG 配置
zh_hant: RAG 設定

# rag.workspace.settings.section.prompts
source: Prompts
ar: المطالبات
de: Eingabeaufforderungen
es: Indicaciones
fr: Invites
id: Prompt
it: Prompt
ja: プロンプト
ko: 프롬프트
pl: Monity
ru: Подсказки
tr: İstemler
uk: Підказки
vi: Lời nhắc
zh_hans: 提示词
zh_hant: 提示詞

# rag.workspace.settings.section.retrieval
source: Retrieval
ar: الاسترجاع
de: Abruf
es: Recuperación
fr: Récupération
it: Recupero
ja: 検索
ko: 검색
nl: Ophalen
pl: Wyszukiwanie
pt_br: Recuperação
ru: Поиск
tr: Getiri
uk: Пошук
vi: Truy xuất
zh_hans: 检索
zh_hant: 檢索

# rag.workspace.settings.title
source: RAG Settings
ar: إعدادات RAG
de: RAG-Einstellungen
es: Ajustes de RAG
fr: Paramètres RAG
id: Pengaturan RAG
it: Impostazioni RAG
ja: RAG設定
ko: RAG 설정
nl: RAG-instellingen
pl: Ustawienia RAG
pt_br: Configurações do RAG
ru: Настройки RAG
tr: RAG Ayarları
uk: Налаштування RAG
vi: Cài đặt RAG
zh_hans: RAG 设置
zh_hant: RAG 設定

# rag.workspace.state.awaitingRemote
source: Waiting for remote context confirmation
ar: في انتظار تأكيد السياق البعيد
de: Warte auf Bestätigung des entfernten Kontexts
es: Esperando confirmación de contexto remoto
fr: En attente de confirmation du contexte distant
id: Menunggu konfirmasi konteks jarak jauh
it: In attesa di conferma contesto remoto
ja: リモートコンテキストの確認を待機中
ko: 원격 컨텍스트 확인 대기 중
nl: Wachten op bevestiging van externe context
pl: Oczekiwanie na potwierdzenie kontekstu zdalnego
pt_br: Aguardando confirmação do contexto remoto
ru: Ожидание подтверждения удалённого контекста
tr: Uzak bağlam onayı bekleniyor
uk: Очікування підтвердження віддаленого контексту
vi: Đang chờ xác nhận ngữ cảnh từ xa
zh_hans: 等待确认远程上下文
zh_hant: 等待遠端上下文確認

# rag.workspace.state.cancelled
source: Cancelled
ar: مُلغى
de: Abgebrochen
es: Cancelado
fr: Annulé
id: Dibatalkan
it: Annullato
ja: キャンセル
ko: 취소됨
nl: Geannuleerd
pl: Anulowane
pt_br: Cancelado
ru: Отменено
tr: İptal Edildi
uk: Скасовано
vi: Đã hủy
zh_hans: 已取消
zh_hant: 已取消

# rag.workspace.state.fetchingRemote
source: Fetching online context...
ar: جلب السياق عبر الإنترنت...
de: Online-Kontext wird abgerufen...
es: Obteniendo contexto en línea...
fr: Récupération du contexte en ligne...
id: Mengambil konteks online...
it: Recupero contesto online...
ja: オンラインコンテキストを取得中...
ko: 온라인 컨텍스트 가져오는 중...
nl: Online context ophalen...
pl: Pobieranie kontekstu online...
pt_br: Buscando contexto online...
ru: Загрузка онлайн-контекста...
tr: Çevrimiçi bağlam getiriliyor...
uk: Отримання онлайн-контексту...
vi: Đang tìm nạp ngữ cảnh trực tuyến...
zh_hans: 正在获取联网上下文...
zh_hant: 正在取得線上上下文...

# rag.workspace.state.generating
source: Generating answer...
ar: توليد الإجابة...
de: Antwort wird generiert...
es: Generando respuesta...
fr: Génération de la réponse...
id: Menghasilkan jawaban...
it: Generazione risposta...
ja: 回答を生成中...
ko: 답변 생성 중...
nl: Antwoord genereren...
pl: Generowanie odpowiedzi...
pt_br: Gerando resposta...
ru: Генерация ответа...
tr: Yanıt oluşturuluyor...
uk: Генерація відповіді...
vi: Đang tạo câu trả lời...
zh_hans: 正在生成回答...
zh_hant: 正在產生回答...

# rag.workspace.state.needsClarification
source: More detail is required
ar: مطلوب مزيد من التفاصيل
de: Weitere Details erforderlich
es: Se requiere más detalle
fr: Plus de détails sont nécessaires
id: Diperlukan detail lebih lanjut
it: Sono necessari più dettagli
ja: 詳細が必要です
ko: 더 자세한 정보가 필요합니다
nl: Meer details zijn vereist
pl: Wymagane są bardziej szczegółowe informacje
pt_br: Mais detalhes são necessários
ru: Требуются дополнительные сведения
tr: Daha fazla ayrıntı gerekli
uk: Потрібні додаткові деталі
vi: Cần thêm chi tiết
zh_hans: 需要补充条件
zh_hant: 需要更多細節

# rag.workspace.state.noCandidates
source: No repositories match the current filters. Remove a condition or select a different repository.
ar: لا توجد مستودعات تطابق عوامل التصفية الحالية. أزل شرطًا أو اختر مستودعًا مختلفًا.
de: Keine Repositorys entsprechen den aktuellen Filtern. Entfernen Sie eine Bedingung oder wählen Sie ein anderes Repository.
es: Ningún repositorio coincide con los filtros actuales. Elimine una condición o seleccione un repositorio diferente.
fr: Aucun dépôt ne correspond aux filtres actuels. Supprimez une condition ou sélectionnez un autre dépôt.
id: Tidak ada repositori yang cocok dengan filter saat ini. Hapus kondisi atau pilih repositori lain.
it: Nessun repository corrisponde ai filtri correnti. Rimuovi una condizione o seleziona un repository diverso.
ja: 現在のフィルターに一致するリポジトリがありません。条件を削除するか、別のリポジトリを選択してください。
ko: 현재 필터와 일치하는 저장소가 없습니다. 조건을 제거하거나 다른 저장소를 선택하세요.
nl: Geen repositories komen overeen met de huidige filters. Verwijder een voorwaarde of selecteer een andere repository.
pl: Żadne repozytoria nie pasują do bieżących filtrów. Usuń warunek lub wybierz inne repozytorium.
pt_br: Nenhum repositório corresponde aos filtros atuais. Remova uma condição ou selecione um repositório diferente.
ru: Ни один репозиторий не соответствует текущим фильтрам. Удалите условие или выберите другой репозиторий.
tr: Hiçbir depo mevcut filtrelerle eşleşmiyor. Bir koşulu kaldırın veya farklı bir depo seçin.
uk: Жоден репозиторій не відповідає поточним фільтрам. Видаліть умову або виберіть інший репозиторій.
vi: Không có kho lưu trữ nào khớp với bộ lọc hiện tại. Xóa điều kiện hoặc chọn kho lưu trữ khác.
zh_hans: 当前筛选条件没有匹配的仓库，请减少条件或选择其他仓库。
zh_hant: 目前篩選條件沒有相符的倉庫。請減少條件或選擇其他倉庫。

# rag.workspace.state.noIndex
source: Matching repositories do not have a ready RAG index. Build the index before asking again.
ar: المستودعات المطابقة لا تحتوي على فهرس RAG جاهز. أنشئ الفهرس قبل السؤال مرة أخرى.
de: Übereinstimmende Repositorys haben keinen fertigen RAG-Index. Erstellen Sie den Index, bevor Sie erneut fragen.
es: Los repositorios coincidentes no tienen un índice RAG listo. Construya el índice antes de preguntar de nuevo.
fr: Les dépôts correspondants n'ont pas d'index RAG prêt. Construisez l'index avant de poser une nouvelle question.
id: Repositori yang cocok tidak memiliki indeks RAG yang siap. Bangun indeks sebelum bertanya lagi.
it: I repository corrispondenti non hanno un indice RAG pronto. Costruisci l'indice prima di chiedere di nuovo.
ja: 一致するリポジトリにRAGインデックスが準備されていません。インデックスを構築してから再度質問してください。
ko: 일치하는 저장소에 준비된 RAG 인덱스가 없습니다. 다시 질문하기 전에 인덱스를 구축하세요.
nl: Overeenkomende repositories hebben geen gereed RAG-index. Bouw de index voordat u opnieuw vraagt.
pl: Pasujące repozytoria nie mają gotowego indeksu RAG. Zbuduj indeks przed ponownym zadaniem pytania.
pt_br: Os repositórios correspondentes não possuem um índice RAG pronto. Construa o índice antes de perguntar novamente.
ru: Подходящие репозитории не имеют готового индекса RAG. Постройте индекс перед повторным запросом.
tr: Eşleşen depolarda hazır bir RAG dizini yok. Tekrar sormadan önce dizini oluşturun.
uk: Відповідні репозиторії не мають готового індексу RAG. Створіть індекс, перш ніж ставити запитання знову.
vi: Các kho lưu trữ phù hợp không có chỉ mục RAG sẵn sàng. Xây dựng chỉ mục trước khi hỏi lại.
zh_hans: 符合条件的仓库还没有可用的 RAG 索引，请先构建索引。
zh_hant: 符合條件的倉庫尚未準備好 RAG 索引。請先建立索引再提問。

# rag.workspace.state.noKnowledgeRepos
source: The knowledge base is empty. Add repositories before asking a question.
ar: قاعدة المعرفة فارغة. أضف مستودعات قبل طرح سؤال.
de: Die Wissensdatenbank ist leer. Fügen Sie Repositorys hinzu, bevor Sie eine Frage stellen.
es: La base de conocimiento está vacía. Agregue repositorios antes de hacer una pregunta.
fr: La base de connaissances est vide. Ajoutez des dépôts avant de poser une question.
id: Basis pengetahuan kosong. Tambahkan repositori sebelum mengajukan pertanyaan.
it: La base di conoscenza è vuota. Aggiungi repository prima di fare una domanda.
ja: ナレッジベースが空です。質問する前にリポジトリを追加してください。
ko: 지식 베이스가 비어 있습니다. 질문하기 전에 저장소를 추가하세요.
nl: De kennisbank is leeg. Voeg repositories toe voordat u een vraag stelt.
pl: Baza wiedzy jest pusta. Dodaj repozytoria przed zadaniem pytania.
pt_br: A base de conhecimento está vazia. Adicione repositórios antes de fazer uma pergunta.
ru: База знаний пуста. Добавьте репозитории перед тем, как задать вопрос.
tr: Bilgi tabanı boş. Soru sormadan önce depolar ekleyin.
uk: База знань порожня. Додайте репозиторії, перш ніж ставити запитання.
vi: Cơ sở kiến thức trống. Thêm kho lưu trữ trước khi đặt câu hỏi.
zh_hans: 知识库中还没有仓库，请先加入项目再提问。
zh_hant: 知識庫中還沒有倉庫。請先加入專案再提問。

# rag.workspace.state.noRelevantChunks
source: No relevant indexed chunks were found. Rebuild the index or refine the question.
ar: لم يتم العثور على أجزاء مفهرسة ذات صلة. أعد بناء الفهرس أو حسّن السؤال.
de: Keine relevanten indizierten Chunks gefunden. Erstellen Sie den Index neu oder präzisieren Sie die Frage.
es: No se encontraron fragmentos indexados relevantes. Reconstruya el índice o refine la pregunta.
fr: Aucun fragment indexé pertinent trouvé. Reconstruisez l'index ou reformulez la question.
id: Tidak ditemukan potongan terindeks yang relevan. Bangun ulang indeks atau perbaiki pertanyaan.
it: Nessun blocco indicizzato pertinente trovato. Ricostruisci l'indice o riformula la domanda.
ja: 関連するインデックスチャンクが見つかりませんでした。インデックスを再構築するか、質問を絞り込んでください。
ko: 관련 인덱스 청크를 찾을 수 없습니다. 인덱스를 다시 구축하거나 질문을 구체화하세요.
nl: Geen relevante geïndexeerde brokken gevonden. Herbouw de index of verfijn de vraag.
pl: Nie znaleziono odpowiednich indeksowanych fragmentów. Przebuduj indeks lub doprecyzuj pytanie.
pt_br: Nenhum fragmento indexado relevante foi encontrado. Reconstrua o índice ou refine a pergunta.
ru: Не найдено релевантных проиндексированных фрагментов. Перестройте индекс или уточните вопрос.
tr: İlgili dizinlenmiş parça bulunamadı. Dizini yeniden oluşturun veya soruyu iyileştirin.
uk: Не знайдено відповідних проіндексованих фрагментів. Перебудуйте індекс або уточніть запитання.
vi: Không tìm thấy khối được lập chỉ mục phù hợp. Xây dựng lại chỉ mục hoặc làm rõ câu hỏi.
zh_hans: 没有找到相关的已索引分片，请重建索引或调整问题。
zh_hant: 找不到相關的已索引分塊。請重建索引或調整問題。

# rag.workspace.state.planning
source: Planning query...
ar: تخطيط الاستعلام...
de: Abfrage wird geplant...
es: Planificando consulta...
fr: Planification de la requête...
id: Merencanakan kueri...
it: Pianificazione query...
ja: クエリを計画中...
ko: 쿼리 계획 중...
nl: Query plannen...
pl: Planowanie zapytania...
pt_br: Planejando consulta...
ru: Планирование запроса...
tr: Sorgu planlanıyor...
uk: Планування запиту...
vi: Đang lập kế hoạch truy vấn...
zh_hans: 正在规划查询...
zh_hant: 正在規劃查詢...

# rag.workspace.state.retrieving
source: Retrieving knowledge...
ar: استرجاع المعرفة...
de: Wissen wird abgerufen...
es: Recuperando conocimiento...
fr: Récupération des connaissances...
id: Mengambil pengetahuan...
it: Recupero conoscenza...
ja: ナレッジを取得中...
ko: 지식 검색 중...
nl: Kennis ophalen...
pl: Pobieranie wiedzy...
pt_br: Recuperando conhecimento...
ru: Извлечение знаний...
tr: Bilgi getiriliyor...
uk: Отримання знань...
vi: Đang truy xuất kiến thức...
zh_hans: 正在检索知识库...
zh_hant: 正在檢索知識庫...

# rag.workspace.status.failedChunks
source: Failed chunks
ar: أجزاء فاشلة
de: Fehlgeschlagene Chunks
es: Fragmentos fallidos
fr: Fragments en échec
id: Potongan gagal
it: Blocchi non riusciti
ja: 失敗したチャンク
ko: 실패한 청크
nl: Mislukte brokken
pl: Nieudane fragmenty
pt_br: Fragmentos com falha
ru: Ошибочные фрагменты
tr: Başarısız parçalar
uk: Невдалі фрагменти
vi: Khối bị lỗi
zh_hans: 失败分片
zh_hant: 失敗的分塊

# rag.workspace.status.knowledgeBase
source: Knowledge base
ar: قاعدة المعرفة
de: Wissensdatenbank
es: Base de conocimiento
fr: Base de connaissances
id: Basis pengetahuan
it: Base di conoscenza
ja: ナレッジベース
ko: 지식 베이스
nl: Kennisbank
pl: Baza wiedzy
pt_br: Base de conhecimento
ru: База знаний
tr: Bilgi tabanı
uk: База знань
vi: Cơ sở kiến thức
zh_hans: 知识库
zh_hant: 知識庫

# rag.workspace.status.knowledgeBaseEmpty
source: 0 repositories · tap to add
ar: 0 مستودعات · اضغط للإضافة
de: 0 Repositorys · tippen zum Hinzufügen
es: 0 repositorios · toque para agregar
fr: 0 dépôt · appuyez pour ajouter
id: 0 repositori · ketuk untuk menambah
it: 0 repository · tocca per aggiungere
ja: 0 リポジトリ · タップして追加
ko: 0개 저장소 · 탭하여 추가
nl: 0 repositories · tik om toe te voegen
pl: 0 repozytoriów · dotknij, aby dodać
pt_br: 0 repositórios · toque para adicionar
ru: 0 репозиториев · нажмите, чтобы добавить
tr: 0 depo · eklemek için dokunun
uk: 0 репозиторіїв · натисніть, щоб додати
vi: 0 kho lưu trữ · chạm để thêm
zh_hans: 0 个仓库 · 点击添加
zh_hant: 0 個倉庫 · 點按新增

# rag.workspace.status.pendingChunks
source: Pending chunks
ar: أجزاء معلقة
de: Ausstehende Chunks
es: Fragmentos pendientes
fr: Fragments en attente
id: Potongan tertunda
it: Blocchi in sospeso
ja: 保留中のチャンク
ko: 보류 중인 청크
nl: Brokken in behandeling
pl: Oczekujące fragmenty
pt_br: Fragmentos pendentes
ru: Ожидающие фрагменты
tr: Bekleyen parçalar
uk: Фрагменти в очікуванні
vi: Khối đang chờ
zh_hans: 待处理分片
zh_hant: 待處理分塊

# rag.workspace.status.readyChunks
source: Ready chunks
ar: أجزاء جاهزة
de: Bereite Chunks
es: Fragmentos listos
fr: Fragments prêts
id: Potongan siap
it: Blocchi pronti
ja: 準備完了チャンク
ko: 준비된 청크
nl: Gereed brokken
pl: Gotowe fragmenty
pt_br: Fragmentos prontos
ru: Готовые фрагменты
tr: Hazır parçalar
uk: Готові фрагменти
vi: Khối sẵn sàng
zh_hans: 可用分片
zh_hant: 就緒分塊

# rag.workspace.status.staleChunks
source: Stale chunks
ar: أجزاء قديمة
de: Veraltete Chunks
es: Fragmentos desactualizados
fr: Fragments obsolètes
id: Potongan basi
it: Blocchi obsoleti
ja: 古いチャンク
ko: 오래된 청크
nl: Verouderde brokken
pl: Nieaktualne fragmenty
pt_br: Fragmentos desatualizados
ru: Устаревшие фрагменты
tr: Güncelliğini yitirmiş parçalar
uk: Застарілі фрагменти
vi: Khối cũ
zh_hans: 过期分片
zh_hant: 過期分塊

# rag.workspace.subtitle
source: Read-only · Local knowledge base
ar: للقراءة فقط · قاعدة معرفة محلية
de: Schreibgeschützt · Lokale Wissensdatenbank
es: Solo lectura · Base de conocimiento local
fr: Lecture seule · Base de connaissances locale
id: Hanya baca · Basis pengetahuan lokal
it: Sola lettura · Base di conoscenza locale
ja: 読み取り専用 · ローカルナレッジベース
ko: 읽기 전용 · 로컬 지식 베이스
nl: Alleen-lezen · Lokale kennisbank
pl: Tylko do odczytu · Lokalna baza wiedzy
pt_br: Somente leitura · Base de conhecimento local
ru: Только чтение · Локальная база знаний
tr: Salt okunur · Yerel bilgi tabanı
uk: Тільки читання · Локальна база знань
vi: Chỉ đọc · Cơ sở kiến thức cục bộ
zh_hans: 只读 · 本地知识库
zh_hant: 唯讀 · 本地知識庫

# rag.workspace.table.copy
source: Copy table Markdown
ar: نسخ جدول Markdown
de: Tabellen-Markdown kopieren
es: Copiar tabla Markdown
fr: Copier le tableau en Markdown
id: Salin tabel Markdown
it: Copia tabella Markdown
ja: テーブルMarkdownをコピー
ko: 테이블 Markdown 복사
nl: Tabel-Markdown kopiëren
pl: Kopiuj tabelę Markdown
pt_br: Copiar tabela em Markdown
ru: Копировать таблицу в Markdown
tr: Tablo Markdown'ını kopyala
uk: Копіювати таблицю Markdown
vi: Sao chép bảng Markdown
zh_hans: 复制表格 Markdown
zh_hant: 複製表格 Markdown

# rag.workspace.title
source: Knowledge Q&A
ar: أسئلة وأجوبة المعرفة
de: Wissens-F&A
es: Preguntas y respuestas de conocimiento
fr: Questions & Réponses sur les connaissances
id: Tanya Jawab Pengetahuan
it: Domande e risposte sulla conoscenza
ja: ナレッジQ&A
ko: 지식 Q&A
nl: Kennis Q&A
pl: Pytania i odpowiedzi z wiedzy
pt_br: Perguntas e Respostas de Conhecimento
ru: Вопросы по знаниям
tr: Bilgi S&A
uk: Знання Q&A
vi: Hỏi đáp kiến thức
zh_hans: 知识库问答
zh_hant: 知識庫問答

# rag.workspace.window.title
source: Knowledge Q&A
ar: أسئلة وأجوبة المعرفة
de: Wissens-F&A
es: Preguntas y respuestas de conocimiento
fr: Questions & Réponses sur les connaissances
id: Tanya Jawab Pengetahuan
it: Domande e risposte sulla conoscenza
ja: ナレッジQ&A
ko: 지식 Q&A
nl: Kennis Q&A
pl: Pytania i odpowiedzi z wiedzy
pt_br: Perguntas e Respostas de Conhecimento
ru: Вопросы по знаниям
tr: Bilgi S&A
uk: Знання Q&A
vi: Hỏi đáp kiến thức
zh_hans: 知识库问答
zh_hant: 知識庫問答

# readme.cachedAtFormat
source: Cached %@
ar: مُخزَّن مؤقتًا %@
de: Zwischengespeichert %@
es: En caché %@
fr: Mis en cache %@
id: Di-cache %@
it: Memorizzato nella cache %@
ja: %@ にキャッシュ
ko: 캐시됨 %@
nl: In cache %@
pl: Buforowane %@
pt_br: Em cache %@
ru: Кэшировано %@
tr: %@ önbelleğe alındı
uk: Кешовано %@
vi: Đã lưu trong bộ nhớ đệm %@
zh_hans: 缓存于 %@
zh_hant: 快取於 %@

# readme.empty
source: No README
ar: لا يوجد README
de: Keine README
es: Sin README
fr: Aucun README
id: Tidak ada README
it: Nessun README
ja: READMEなし
ko: README 없음
nl: Geen README
pl: Brak pliku README
pt_br: Nenhum README
ru: Нет README
tr: README yok
uk: Немає README
vi: Không có README
zh_hans: 该仓库没有 README
zh_hant: 無 README

# readme.emptyDescription
source: The repo author may not have added a README.md yet
ar: قد لا يكون مالك المستودع قد أضاف ملف README.md بعد
de: Der Repository-Autor hat möglicherweise noch keine README.md hinzugefügt
es: El autor del repositorio aún no ha añadido un README.md
fr: L'auteur du dépôt n'a peut-être pas encore ajouté de README.md
id: Penulis repositori mungkin belum menambahkan README.md
it: L'autore del repository potrebbe non aver ancora aggiunto un README.md
ja: リポジトリの作者がまだREADME.mdを追加していない可能性があります
ko: 저장소 작성자가 아직 README.md를 추가하지 않았을 수 있습니다
nl: De auteur van de repository heeft mogelijk nog geen README.md toegevoegd
pl: Autor repozytorium mógł jeszcze nie dodać pliku README.md
pt_br: O autor do repositório pode não ter adicionado um README.md ainda
ru: Автор репозитория, возможно, ещё не добавил README.md
tr: Depo sahibi henüz bir README.md eklememiş olabilir
uk: Автор репозиторію, можливо, ще не додав README.md
vi: Tác giả kho lưu trữ có thể chưa thêm README.md
zh_hans: 仓库作者可能尚未添加 README.md
zh_hant: 倉庫作者可能尚未新增 README.md

# readme.export.savePanel.title
source: Export README Markdown
ar: تصدير README بتنسيق Markdown
de: README-Markdown exportieren
es: Exportar README como Markdown
fr: Exporter le README en Markdown
id: Ekspor README Markdown
it: Esporta README in Markdown
ja: README Markdownを書き出す
ko: README 마크다운 내보내기
nl: Exporteer README Markdown
pl: Eksportuj README w formacie Markdown
pt_br: Exportar README Markdown
ru: Экспорт README в Markdown
tr: README Markdown'ı Dışa Aktar
uk: Експортувати README у Markdown
vi: Xuất README Markdown
zh_hans: 导出 README Markdown
zh_hant: 匯出 README Markdown

# readme.failed
source: Failed to load README
ar: فشل تحميل README
de: README konnte nicht geladen werden
es: Error al cargar el README
fr: Échec du chargement du README
id: Gagal memuat README
it: Caricamento del README non riuscito
ja: READMEの読み込みに失敗しました
ko: README를 불러오지 못했습니다
nl: Laden van README mislukt
pl: Nie udało się załadować pliku README
pt_br: Falha ao carregar README
ru: Не удалось загрузить README
tr: README yüklenemedi
uk: Не вдалося завантажити README
vi: Không thể tải README
zh_hans: 加载 README 失败
zh_hant: 載入 README 失敗

# readme.mermaid.renderFailed
source: Could not render this Mermaid diagram. Raw source is shown below.
ar: تعذر عرض مخطط Mermaid هذا. يظهر المصدر الخام أدناه.
de: Dieses Mermaid-Diagramm konnte nicht gerendert werden. Der rohe Quelltext wird unten angezeigt.
es: No se pudo renderizar este diagrama Mermaid. El código fuente se muestra a continuación.
fr: Impossible de rendre ce diagramme Mermaid. Le code source brut est affiché ci-dessous.
id: Tidak dapat merender diagram Mermaid ini. Sumber asli ditampilkan di bawah.
it: Impossibile renderizzare questo diagramma Mermaid. Il codice sorgente grezzo è mostrato di seguito.
ja: このMermaid図をレンダリングできませんでした。以下に生のソースを表示します。
ko: 이 Mermaid 다이어그램을 렌더링할 수 없습니다. 원본 소스가 아래에 표시됩니다.
nl: Dit Mermaid-diagram kon niet worden weergegeven. De ruwe bron wordt hieronder getoond.
pl: Nie można wyrenderować tego diagramu Mermaid. Poniżej pokazano surowe źródło.
pt_br: Não foi possível renderizar este diagrama Mermaid. O código-fonte é exibido abaixo.
ru: Не удалось отобразить эту диаграмму Mermaid. Исходный код показан ниже.
tr: Bu Mermaid diyagramı işlenemedi. Ham kaynak aşağıda gösteriliyor.
uk: Не вдалося відобразити цю діаграму Mermaid. Нижче показано вихідний код.
vi: Không thể hiển thị sơ đồ Mermaid này. Mã nguồn thô được hiển thị bên dưới.
zh_hans: 无法渲染此 Mermaid 图表，已在下方显示原始内容。
zh_hant: 無法渲染此 Mermaid 圖表。下方顯示原始內容。

# readme.refresh
source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
id: Muat Ulang
it: Aggiorna
ja: 更新
ko: 새로고침
nl: Vernieuwen
pl: Odśwież
pt_br: Atualizar
ru: Обновить
tr: Yenile
uk: Оновити
vi: Làm mới
zh_hans: 刷新内容
zh_hant: 重新整理

# readme.requiresLogin
source: Sign in to view README
ar: سجّل الدخول لعرض README
de: Anmelden, um README anzuzeigen
es: Inicia sesión para ver el README
fr: Connectez-vous pour voir le README
id: Masuk untuk melihat README
it: Accedi per visualizzare il README
ja: READMEを表示するにはサインイン
ko: 로그인하여 README 보기
nl: Meld u aan om README te bekijken
pl: Zaloguj się, aby wyświetlić plik README
pt_br: Faça login para ver o README
ru: Войдите, чтобы просмотреть README
tr: README'yi görüntülemek için oturum açın
uk: Увійдіть, щоб переглянути README
vi: Đăng nhập để xem README
zh_hans: 请登录后查看详情
zh_hant: 請登入以檢視 README

# readme.requiresLoginDescription
source: You need to sign in with your GitHub account to view repository details.
ar: تحتاج إلى تسجيل الدخول بحساب GitHub لعرض تفاصيل المستودع.
de: Sie müssen sich mit Ihrem GitHub-Konto anmelden, um Repository-Details anzuzeigen.
es: Debes iniciar sesión con tu cuenta de GitHub para ver los detalles del repositorio.
fr: Vous devez vous connecter avec votre compte GitHub pour voir les détails du dépôt.
id: Anda perlu masuk dengan akun GitHub untuk melihat detail repositori.
it: Devi accedere con il tuo account GitHub per visualizzare i dettagli del repository.
ja: リポジトリの詳細を表示するには、GitHubアカウントでサインインする必要があります。
ko: 저장소 세부 정보를 보려면 GitHub 계정으로 로그인해야 합니다.
nl: U moet zich aanmelden met uw GitHub-account om repository-details te bekijken.
pl: Musisz zalogować się na swoje konto GitHub, aby wyświetlić szczegóły repozytorium.
pt_br: Você precisa fazer login com sua conta do GitHub para ver os detalhes do repositório.
ru: Вам нужно войти в учётную запись GitHub, чтобы просмотреть сведения о репозитории.
tr: Depo ayrıntılarını görüntülemek için GitHub hesabınızla oturum açmanız gerekiyor.
uk: Потрібно увійти за допомогою облікового запису GitHub, щоб переглянути деталі репозиторію.
vi: Bạn cần đăng nhập bằng tài khoản GitHub để xem chi tiết kho lưu trữ.
zh_hans: 查看仓库详情需要登录 GitHub 账号
zh_hant: 檢視倉庫詳情需要登入 GitHub 帳號

# readme.toolbar.backToTop
source: Back to top
ar: العودة إلى الأعلى
de: Zum Anfang
es: Volver arriba
fr: Retour en haut
id: Kembali ke atas
it: Torna su
ja: トップに戻る
ko: 맨 위로
nl: Terug naar boven
pl: Powrót na górę
pt_br: Voltar ao topo
ru: Наверх
tr: Başa dön
uk: На початок
vi: Quay lại đầu trang
zh_hans: 回到顶部
zh_hant: 回到頂端

# readme.toolbar.exportMarkdown
source: Export README as Markdown
ar: تصدير README بتنسيق Markdown
de: README als Markdown exportieren
es: Exportar README como Markdown
fr: Exporter le README en Markdown
id: Ekspor README sebagai Markdown
it: Esporta README come Markdown
ja: READMEをMarkdownとして書き出す
ko: README를 마크다운으로 내보내기
nl: Exporteer README als Markdown
pl: Eksportuj README jako Markdown
pt_br: Exportar README como Markdown
ru: Экспортировать README как Markdown
tr: README'yi Markdown olarak dışa aktar
uk: Експортувати README як Markdown
vi: Xuất README dưới dạng Markdown
zh_hans: 导出 README Markdown
zh_hant: 匯出 README 為 Markdown
